Repository: K3NT4/Pixel-Review-Member-Pages-Addon-
Catalog: languages/sh-review-members-*.po
Languages: sv_se

source: Invalid security token. Please try again.
sv_se: Ogiltig säkerhetstoken. Försök igen.

source: Please fill in all fields.
sv_se: Vänligen fyll i alla fält.

source: Too many login attempts. Please wait and try again.
sv_se: För många inloggningsförsök. Vänta och försök igen.

source: Registration is disabled.
sv_se: Registreringen är inaktiverad.

source: Please provide a valid email address.
sv_se: Vänligen ange en giltig e-postadress.

source: Passwords do not match.
sv_se: Lösenorden matchar inte.

source: Username already exists.
sv_se: Användarnamnet finns redan.

source: Email already exists.
sv_se: E-postadressen finns redan.

source: Account created. Please log in.
sv_se: Konto skapat. Vänligen logga in.

source: You must be logged in.
sv_se: Du måste vara inloggad.

source: User not found.
sv_se: Användaren hittades inte.

source: Password must be at least 8 characters.
sv_se: Lösenordet måste vara minst 8 tecken långt.

source: Profile updated.
sv_se: Profilen uppdaterad.

source: Data export is not enabled.
sv_se: Dataexport är inte aktiverad.

source: Account deletion is not enabled.
sv_se: Kontoborttagning är inte aktiverat.

source: A confirmation email has been sent to your address. Please click the link in the email to confirm your request.
sv_se: Ett bekräftelsemejl har skickats till din adress. Klicka på länken i mejlet för att bekräfta din begäran.

source: Your request has been created. If you do not receive a confirmation email, please contact the site administrator.
sv_se: Din förfrågan har skapats. Om du inte får ett bekräftelsemejl, vänligen kontakta webbplatsadministratören.

source: Member Pages
sv_se: Medlemssidor

source: Configure front-end login/registration and “My Pages” without members needing to see wp-admin.
sv_se: Konfigurera inloggning/registrering i frontend och "Mina sidor" utan att medlemmar behöver se wp-admin.

source: Enable Feature
sv_se: Aktivera funktionen

source: Pages & Shortcodes
sv_se: Sidor och kortkoder

source: Restrict wp-admin
sv_se: Begränsa wp-admin

source: Security
sv_se: Säkerhet

source: Privacy & GDPR
sv_se: Sekretess och GDPR

source: Pages created/updated.
sv_se: Sidor skapade/uppdaterade.

source: Pixel Review — Member Pages
sv_se: Pixelrecension — Medlemssidor

source: Quick Action
sv_se: Snabb åtgärd

source: Create (or update) the standard pages with the correct shortcodes.
sv_se: Skapa (eller uppdatera) standardsidorna med korrekta kortkoder.

source: Create standard pages
sv_se: Skapa standardsidor

source: Shortcodes you can use manually:
sv_se: Kortkoder som du kan använda manuellt:

source: Pixel Review — Add-ons
sv_se: Pixel Review — Medlemssidor (Tillägg)

source: Manage extensions for Pixel Review.
sv_se: Hantera tillägg för Pixel Review.

source: Add-on
sv_se: Tillägg

source: Front-end login, registration, and user profiles.
sv_se: Inloggning, registrering och användarprofiler i frontend.

source: Installed
sv_se: Installerad

source: Enable member pages on the frontend
sv_se: Aktivera medlemssidor på användargränssnittet

source: When disabled, shortcodes will still be available, but admin blocking and redirects will not be performed.
sv_se: När de är inaktiverade kommer kortkoder fortfarande att vara tillgängliga, men administratörsblockering och omdirigeringar kommer inte att utföras.

source: Create standard pages on activation
sv_se: Skapa standardsidor vid aktivering

source: Redirect wp-login.php to the nice login page
sv_se: Omdirigera wp-login.php till den snygga inloggningssidan

source: This does not affect password reset (lost password/reset).
sv_se: Detta påverkar inte lösenordsåterställning (glömt lösenord/återställning).

source: Function
sv_se: Funktion

source: Page
sv_se: Sida

source: Log in
sv_se: Logga in

source: Register
sv_se: Registrera

source: My Pages
sv_se: Mina sidor

source: Profile
sv_se: Profil

source: Log out
sv_se: Logga ut

source: Edit/Create Post
sv_se: Redigera/skapa inlägg

source: — Select —
sv_se: — Välj —

source: Tip: Set “My Pages” (dashboard) as the landing page after login for best UX.
sv_se: Tips: Ställ in "Mina sidor" (instrumentpanelen) som landningssida efter inloggning för bästa användarupplevelse.

source: Redirect after login:
sv_se: Omdirigera efter inloggning:

source: My pages
sv_se: Mina sidor

source: Home
sv_se: Hem

source: Block wp-admin for selected roles
sv_se: Blockera wp-admin för valda roller

source: Recommendation: block Subscriber/Customer so they never see the admin panel (except when editing/creating content).
sv_se: Rekommendation: blockera Prenumerant/Kund så att de aldrig ser administratörspanelen (förutom när de redigerar/skapar innehåll).

source: Blocked roles:
sv_se: Blockerade roller:

source: Hide admin bar on frontend for blocked roles
sv_se: Dölj administratörsfältet i användargränssnittet för blockerade roller

source: None
sv_se: Ingen

source: Enable rate limiting
sv_se: Aktivera hastighetsbegränsning

source: GDPR & Data Rights
sv_se: GDPR och datarättigheter

source: These settings allow users to request data export or deletion from their profile page. These requests trigger the standard WordPress privacy workflow (Tools > Export Personal Data / Erase Personal Data).
sv_se: Dessa inställningar låter användare begära export eller radering av data från sin profilsida. Dessa förfrågningar utlöser WordPress standardarbetsflöde för integritet (Verktyg > Exportera personuppgifter / Radera personuppgifter).

source: Enable Data Export Request
sv_se: Aktivera begäran om dataexport

source: Enable Account Deletion Request
sv_se: Aktivera begäran om borttagning av konto

source: Enable Google login
sv_se: Aktivera Google-inloggning

source: Enable WordPress.com login
sv_se: Aktivera WordPress.com-inloggning

source: Post types shown in “My Pages”:
sv_se: Inläggstyper som visas i "Mina sidor":

source: Number of posts per page:
sv_se: Antal inlägg per sida:

source: Pixel Review connection
sv_se: Pixel Review-anslutning

source: Show only posts that have Pixel Review meta (e.g. rating)
sv_se: Visa endast inlägg som har Pixel Review-meta (t.ex. betyg)

source: Show Pixel Review fields in the list (rating, type, review date)
sv_se: Visa Pixel Review-fält i listan (betyg, typ, recensionsdatum)

source: Editor links
sv_se: Editor-länkar

source: Show “Create new post” and “Create review” (opens the WordPress editor)
sv_se: Visa "Skapa nytt inlägg" och "Skapa recension" (öppnar WordPress-redigeraren)

source: Log In
sv_se: Logga in

source: My Profile
sv_se: Min profil

source: Log Out
sv_se: Logga ut

source: You are already logged in.
sv_se: Du är redan inloggad.

source: Go to My Pages
sv_se: Gå till Mina sidor

source: Username or Email
sv_se: Användarnamn eller e-postadress

source: Password
sv_se: Lösenord

source: Remember me
sv_se: Kom ihåg mig

source: or
sv_se: eller

source: No account yet?
sv_se: Inget konto än?

source: Register here
sv_se: Registrera dig här

source: Create an account
sv_se: Skapa ett konto

source: Username
sv_se: Användarnamn

source: Email
sv_se: E-post

source: Repeat password
sv_se: Upprepa lösenord

source: Already have an account?
sv_se: Har du redan ett konto?

source: Log in here
sv_se: Logga in här

source: You must be logged in to view your profile.
sv_se: Du måste vara inloggad för att se din profil.

source: Display name
sv_se: Visningsnamn

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: New password
sv_se: Nytt lösenord

source: Leave blank to keep current password.
sv_se: Lämna tomt för att behålla aktuellt lösenord.

source: Repeat new password
sv_se: Upprepa nytt lösenord

source: Save profile
sv_se: Spara profil

source: My Dashboard
sv_se: Min instrumentpanel

source: Hello %s
sv_se: Hej %s

source: Edit Profile
sv_se: Redigera profil

source: This area can be extended with member-only content, saved lists, review drafts, etc.
sv_se: Det här området kan utökas med innehåll endast för medlemmar, sparade listor, utkast till recensioner etc.

source: Social login
sv_se: Social inloggning

source: Continue with WordPress
sv_se: Fortsätt med WordPress

source: Continue with Google
sv_se: Fortsätt med Google

source: You can request a copy of your personal data or request account deletion.
sv_se: Du kan begära en kopia av dina personuppgifter eller begära att ditt konto raderas.

source: Request my data (export)
sv_se: Begär mina uppgifter (export)

source: Are you sure? This starts the deletion request process.
sv_se: Är du säker? Detta startar processen för borttagningsbegäran.

source: Request deletion
sv_se: Begär radering

source: Could not verify login with Google.
sv_se: Kunde inte verifiera inloggning med Google.

source: Could not verify login with WordPress.com.
sv_se: Kunde inte verifiera inloggning med WordPress.com.

source: Could not retrieve email address from the provider.
sv_se: Kunde inte hämta e-postadressen från leverantören.

source: Pixel Review — Member Pages requires the main plugin "Pixel Review" to be enabled.
sv_se: Pixel Review — Medlemssidor kräver att huvudpluginet "Pixel Review" är aktiverat.
